
//
// ─── BLOCK WEBSITE ──────────────────────────────────────────────────────────────
//

    document.body.innerHTML = (`
        <div style="padding-top: calc( 40vh - 20pt);">
            <center>
                <div style="font-size: 70pt;">🦑</div>
                <div style="font-family: Avenir; font-size: 20pt;">Not a healthy website!</div>
            </center>
        </div>
    `)

    document.head.innerHTML = (`
        <title>Woops!</title>
    `)

// ────────────────────────────────────────────────────────────────────────────────
